<%@ page contentType="text/html;charset=UTF-8" pageEncoding="UTF-8" %>
<!-- 介绍 -->
<div class="row clearfix">
	<div class="col-md-4 column">
		<h2>
			关于学生
		</h2>
		<p>
			怎么看待学生，把学生看成什么样的人，对学生什么样的态度，一直是教育理论和实践的核心问题。
			新课程的核心理念是“以人为本，一切为了每一个学生的发展”。要落实这一理念，切实突出学生的主体地位，促进学生和谐主动发展，
			就必须改变学生的学习方式。新课程大力倡导自主、合作、探究式学习方式。然而，在教改实践中不少老师却把学生自主学习和自由学习之间划为等号。
			有些老师认为自主学习就是学生做主，自己学习，在实际教学中完全脱离教师的指导，削弱教师在教学中的主导作用，实际上这是对自主学习本质的误解。
			教学实践中我们看到，有不少教师让学生自由选择学习内容，喜欢哪段就读哪段，学习方式也自己选，喜欢怎么读就怎么读，课堂哄哄闹闹，
			一派繁华的景象。还有一些教师过高估计学生的能力，信奉和误读了“解放学生”的理念。教学设计不符合学情实际，对课堂预设不足，
			大甩手让学生自主学习，结果是学生云里雾里一头雾水，一堂课下来所获无几。课堂从原来的“注入式”走向“放羊式”，
			从形式上好像突出了学生自主学习和主体地位，实际上教学效率却非常的低。
		</p>
		<p><a class="btn" href="#">View details »</a></p>
	</div>
	<div class="col-md-4 column">
		<h2>
			关于教师
		</h2>
		<p>
			世界上有多少美好的词语赞美教师职业的崇高，有多少动听的诗篇歌颂教师职业的伟大，
			歌颂教师是阳光下最光辉的职业，赞美教师是人类灵魂的工程师。确实，教师是伟大的园丁，祖国的花朵在教师手中培育，
			祖国的栋梁从教师手中输送；教师又是一个平凡的人，
			他与其他工作不同，肩负着社会赋予的重任，教育我们的孩子长大做一个有用的人。
		</p>
		<p><a class="btn" href="#">View details »</a></p>
	</div>
	<div class="col-md-4 column">
		<h2>
			关于家长
		</h2>
		<p>
			学校管理发展的历史来看,在 我国家长积极介入学校管理是近几年出现的事情。从与家长、校长和教育行政部门领导访谈的情况中可得出以下结论:
			1.家长积极介入学校管理;2.家长背景不 同介入学校管理的广度和深度也不同;
			3.校长和教育行政领导缺乏积极应对措施。提出如下建议:1.加强理论研究和制度建设;2.校长开展公共关系传 播;
			3.家长要把学校看作自己的学校,不但要维护自己的权利,还应承担起自己的义务。
		</p>
		<p><a class="btn" href="#">View details »</a></p>
	</div>
</div>
